<template>
    <div class="new-page">
      <h1>История Евразийского университета имени Л.Н. Гумилева</h1>
      <p>
        Евразийский университет имени Л.Н. Гумилева основан Указом Президента Республики Казахстан Н.А. Назарбаева от 23 мая 1996 года на основе объединения двух вузов – Целиноградского инженерно-строительного института (ЦИСИ) и Целиноградского педагогического института.
      </p>
      <p>
        В 2000 году Постановлением Правительства Республики Казахстан Евразийский университет имени Л.Н. Гумилева путем слияния с Дипломатической академией Министерства иностранных дел Республики Казахстан преобразован в Евразийский государственный университет (ЕГУ) имени Л.Н. Гумилева.
      </p>
      <p>
        В соответствии с Указом Президента Республики Казахстан от 5 июля 2001 года № 648 «О предоставлении особого статуса отдельным государственным высшим учебным заведениям», вузу был предоставлен особый статус национального университета, «учитывая значительный вклад в формирование, развитие и профессиональное становление личности на основе национальных и общечеловеческих ценностей, достижений науки и техники».
      </p>
      <p>
        Постановлением Правительства Республики Казахстан от 29 июня 2001 года № 892 «О переименовании отдельных государственных высших учебных заведений», университет переименован в Евразийский национальный университет имени Л.Н. Гумилева.
      </p>
      <p>
        С 2000 года ЕНУ им. Л.Н. Гумилева считается вузом международного уровня. В августе 2001 года университет прошел государственную аккредитацию, в апреле 2003 и 2008 гг. - государственную аттестацию.
      </p>
    </div>
  </template>
  
  <script>
  export default {
    name: 'NewPage'
  }
  </script>
  
  <style scoped>
  .new-page {
    padding: 20px;
    font-family: Arial, sans-serif;
  }
  
  h1 {
    font-size: 24px;
    color: #397bdd;
    margin-bottom: 20px;
  }
  
  p {
    font-size: 18px;
    line-height: 1.6;
    margin-bottom: 15px;
  }
  </style>
  